const n=`# Журнал изменений\r
## 2025.6.6 - V1.0.4 Обновление функций\r
**Основные улучшения**\r
- Добавлена функция обмена - пользователи могут делиться ссылками на беседы или изображениями\r
- 🌟 Новые модели: "gpt-4.1-mini","gpt-4.1-nano","gpt-4.1","o3", "claude-sonnet-4", "claude-3.7-sonnet:thinking", "claude-opus-4"\r
- Отображение ценовых групп моделей в списке\r
\r
## 2025.4.16 - V1.0.3 Обновление функций\r
**Основные улучшения**\r
- 💻 Добавлена адаптация PWA приложения\r
- 🔐 Добавлено отображение срока действия VIP\r
- Обновление иконки uuGPT\r
- Отображение оставшихся токенов в настройках\r
- Изменено положение кнопки настроек для бесплатных пользователей\r
- Добавлена кнопка переноса строк в блоках кода\r
\r
## 2025.4.8 - V1.0.2 Обновление функций\r
**Основные улучшения**\r
- 🌐 Добавлен вход через Google аккаунт\r
- 🌍 Добавлена мета-информация и SEO оптимизация\r
\r
## 2025.3.15 - V1.0.1 Полный выпуск функций\r
**Основные улучшения**\r
- 🌟 Запущен полный набор функций\r
- 💻 Добавлены модели Claude/Gemini/DeepSeek/Qwen и поддержка продвинутых моделей GPT\r
- 🌐 Поддержка браузера Maxthon\r
- 🔐 Система аккаунтов с хранением истории в облаке\r
- 🔄 Переключение моделей в реальном времени\r
- 💳 Многоуровневая система подписки\r
\r
## 2024.9.6 - V1.0.0 Базовый выпуск\r
**Основные функции**\r
- 🚢 Запущена первая версия\r
- 💬 Ядро беседы GPT-4o mini\r
- 📱 Адаптация для мобильных\r
- ⚡ Поддержка потоковых ответов\r
- 🌍 Поддержка 21 языка`;export{n as default};
