const n=`# 更新日志\r
## 2025.12.10 - V1.1.0 功能更新\r
**核心升级**\r
- 🌟 模型变更为实时更新，能够更快使用到最新模型\r
- 🎨 全新的功能页面，增加功能页面暗色模式支持\r
- ⬆️ 新增直接升级VIP套餐的功能，基础套餐可直接升级成高级套餐，并将基础套餐的剩余天数折算到高级套餐中。\r
\r
**功能优化**\r
- 🔄 优化模型切换逻辑。\r
- 📱 优化触屏支持。\r
- ⚡ 优化页面性能和markdown格式。\r
- 🔗 优化傲游浏览器分享功能。支持傲游安卓端直接分享。\r
- 优化错误提示逻辑。\r
\r
## 2025.6.6 - V1.0.4 功能更新\r
**核心升级**\r
- 新增分享功能用户，用户直接分享对话链接或图片，并在打开的链接中继续使用\r
- 🌟 新增模型 "gpt-4.1-mini","gpt-4.1-nano"，"gpt-4.1","o3", "claude-sonnet-4", "claude-3.7-sonnet:thinking", "claude-opus-4"\r
- 在模型列表中显示模型价格组\r
\r
## 2025.4.16 - V1.0.3 功能更新\r
**核心升级**\r
- 💻 新增PWA应用适配\r
- 🔐 增加VIP到期显示\r
- uuGPT图标更新\r
- 在用户设置中展示套餐剩余token\r
- 修改免费用户的设置按钮位置，展示出设置菜单\r
- 修改代码块功能，增加折行/不折行按钮\r
\r
## 2025.4.8 - V1.0.2 功能更新\r
**核心升级**\r
- 🌐 新增Google账号登录\r
- 🌍 增加网页meta信息和SEO优化\r
\r
## 2025.3.15 - V1.0.1 全功能发布\r
**核心升级**\r
- 🌟 完整功能套件上线\r
- 💻 新增 Claude/Gemini/DeepSeek/Qwen 模型及 GPT 高级模型支持\r
- 🌐 Maxthon 浏览器支持，傲游用户一键登录\r
- 🔐 账号系统，支持云端存储历史记录（可无账号使用 cookie）\r
- 🔄 实时模型切换（对话中切换查看结果）\r
- 💳 多层级订阅系统（免费用户限用基础模型，🎁 高级用户全模型开放）\r
\r
## 2024.9.6 - V1.0.0 基础版发布\r
**里程碑功能**\r
- 🚢 首个可用版本上线\r
- 💬 GPT-4o mini 对话核心\r
- 📱 响应式移动端适配\r
- ⚡ 流式响应支持\r
- 🌍 支持 21 种语言界面\r
`;export{n as default};
